Repository: naokitsu/StudentManagementSystem
Catalog: StudentManagementSystem/Strings.*.resx
Languages: ru

# Welcome Message
source: Welcome
ru: Добро пожаловать!

source: Empty
ru: Пусто

source: Groups
ru: Группы

# SelectLanguage
source: Select language: [0] en, [1] ru
ru: Выберете язык: [0] en, [1] ru

# AddRemoveTools
source: [A] Add [R] Remove
ru: [A] Добавить [R] Удалить

# AgeSemicolon
source: Age:
ru: Возраст:

# BasicTools
source: [E] Exit
ru: [E] Выход

# ChangeTypeTool
source: [T] Change student type
ru: [T] Изменить тип студента

source: demote
ru: понизить

# EditModeTool
source: [M] Read Mode
ru: [M] Только для чтения

source: Group ID to open:
ru: ID группы для открытия:

source: Group ID to remove:
ru: ID группы для удаления:

source: Head Student
ru: Староста

# NameSemicolon
source: Name:
ru: Имя:

source: New Group:
ru: Новая группа:

source: promote
ru: повысить

# PromoteDemoteFirstPart
source: You are going to
ru: Вы собираетесь

# PromoteDemoteSecondPart
source: the student, are you sure? [Y] - Yes [N] - No
ru: студента, вы уверены? [Y] - Да [N] - Нет

# ReadModeTools
source: [M] Edit Mode
ru: [M] Режим редактирования

# SecondNameSemicolon
source: Second name:
ru: Фамилия:

# SelectFieldToEdit
source: Select field to edit [0-2]
ru: Выберете поле для редактирования [0-2]

# SelectTool
source: [S] Select
ru: [S] Выбрать

# Storage
source: Group Storage
ru: Хранилище групп:

# StudentIDToChangeType
source: Student ID to promote/demote:
ru: ID студента для повышения/понижения:

source: Student ID to open:
ru: ID студента для открытия:

source: Student ID to remove:
ru: ID студента для удаления:
